Console.WriteLine("Задача №5: Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает последнюю цифру этого числа.");
Console.WriteLine("Введите число: ");
string? number = Console.ReadLine();
Console.WriteLine(number?[2]);

